set_units -time ns
set_load 0.01 [all_outputs]
set_input_transition 0.05 [all_inputs]
